Repository: Banned44/donate-with-card
Catalog: languages/dwc-plugin-*.po
Languages: tr_tr

source: DWC Settings - Donation Types
tr_tr: DWC Ayarlar - Bağış Tipleri

source: ERROR!
tr_tr: HATA!

source: Donation type not found!
tr_tr: Bağış tipi bulunamadı!

source: ACTION ERROR!
tr_tr: Operasyon Hatası!

source: Unknown action `%s`
tr_tr: Bilinmeyen operasyon `%s`

source: SUCCESS
tr_tr: İŞLEM BAŞARILI

source: Donation type successfully saved!
tr_tr: Bağış tipi başarıyla kaydedildi!

source: Error inserting data!
tr_tr: Ekleme sırasında hata oluştu!

source: Donation type successfully updated!
tr_tr: Bağış tipi başarıyla güncellendi!

source: Error updating data!
tr_tr: Güncelleme sırasında hata!

source: Donation type successfully deleted!
tr_tr: Bağış tipi başarıyla silindi!

source: Error deleting data!
tr_tr: Silinme sırasında hata oluştu!

source: Edit Donation Type #%s - %s
tr_tr: Bağış tipi düzenle #%s - %s

source: Unique name
tr_tr: Benzersiz Ad

source: Label
tr_tr: İsim

source: Default Price
tr_tr: Varsayılan Değer

source: Save
tr_tr: Kaydet

source: Are you sure you want to delete donation type <strong>#%s - %s</strong> ?
tr_tr: <strong>#%s - %s</strong> bağış tipini silmek istediğinize emin misiniz?

source: Delete
tr_tr: Sil

source: &laquo; Back to the list.
tr_tr: &laquo; Listeye geri dön

source: Add Donation Type
tr_tr: Yeni Bağış Tipi

source: Donation Types
tr_tr: Bağış Tipleri

source: Add New Donation Type
tr_tr: Yeni Ödeme Tipi Ekle

source: Name
tr_tr: Ad

source: Actions
tr_tr: İşlemler

source: Select Donation
tr_tr: Bağış Yapın

source: Select donation type
tr_tr: Bağış tipi seçiniz.

source: Add to box
tr_tr: Kutuya Ekle

source: Donation Box
tr_tr: Bağış Kutusu

source: Total
tr_tr: Toplam

source: Your Info
tr_tr: Bilgileriniz

source: Your name
tr_tr: Adınız Soyadınız

source: Your Phone
tr_tr: Telefon Numaranız

source: Your E-mail
tr_tr: E-Posta Adresiniz

source: Your SSN
tr_tr: T.C. Kimlik Numaranız

source: Notes
tr_tr: Bağış Notunuz

source: Cardholder Name
tr_tr: Kart sahibi adı

source: Card No
tr_tr: Kart no

source: Expires
tr_tr: Son Kullanma Tarihi

source: CVC Code
tr_tr: CVC Kodu

source: Donate
tr_tr: Bağış Yapın
